docs/posts/2015-01-20-ordination-charge-for-brian-warfield.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Jan 08, 2025 05:11 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Ordination Charge for Brian Warfield</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/atom.xml">Feed</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Ordination Charge for Brian Warfield</h1>
<p class="subtitle" role="doc-subtitle">Jan 20, 2015 00:00</p>
</header><p>
I was honored to be asked to deliver the following charge to the minister at the ordination of Brian Warfield, one of our best former students. It was a pleasure to see Brian, Misty, and to meet their children. It was also great to catch up with friends at Spring Creek Baptist Church, where Brian was ordained. The text of my remarks follows:
</p>

<p>
Charge to the Minister<br>
Ordination of Brian Warfield<br>
April 11, 2012
</p>





<p>
Brian, I am honored to have this opportunity to participate in your ordination service. I have often wondered where students have ended up, and to what kind of ministry they were led. Facebook has changed that. Now I generally know even more than I wanted. Sometimes, I&rsquo;m surprised to hear that a former student is now on a church staff, or that someone else is not pastoring somewhere. Sometimes, the proper response is not surprise, but sadness, especially when gifted young ministers feel compelled to leave their own tradition because there is no place there for them to serve. In this case, though, I felt a deep sense of pleasure when I read that one of my best students was being ordained by one of my favorite churches.
</p>

<p>
You have asked me to deliver the charge to the minister. A charge is a kind of challenge that is laid before you, something for you to keep in mind as you walk this path on which God has led you. So, I now charge you to remember these three things.
</p>

<p>
First, remember that the questions are quite often more important than the answers. Too many sermons are answers to questions that no one is asking. As such, they are vain, empty, and useless. One of the most common causes of failed ministries occurs when a minister is called to a new church, and begins proclaiming answers before asking enough of the right questions. Answers that come too quickly tend to show a lack of respect for the question, which is taken to be a lack of respect for the questioner.
</p>

<p>
Jesus understood the importance of questions. When he was asked, &ldquo;Who is my neighbor?&rdquo; he replied, after a story, with another question, &ldquo;Which one of these was the neighbor?&rdquo; Understanding comes not when we are force-fed answers, but rather when we are equipped to answer our own questions. Before that, though, we need to learn how to ask the right questions. That is one of the most valuable things that a minister can do for a congregation.
</p>

<p>
Finally, there are some questions for which there are no sufficient answers. Jesus&rsquo; cry from the cross is one of those, &ldquo;My God, my God, why have you forsaken me?&rdquo; When in the presence of such suffering, the right response is not to provide answers, but, with fear and trembling, recognize that the ground upon which you are standing is holy ground.
</p>

<p>
The second thing I&rsquo;d like you to remember is that Kingdom growth is not the same thing as church growth. I remember having a conversation with someone when we were starting NorthHaven, our church in Norman. He asked me a question that I wasn&rsquo;t quite sure how to answer - &ldquo;What is your market?&rdquo; At first, I laughed and replied “Liberals.” The more I think about the question, the more it disturbs me. If we treat the church as a marketplace, we shouldn’t be surprised that people are engaging in comparison shopping. We have failed to make disciples, instead we are making customers. And in the back of my mind, I hear Jesus’ words in the temple: “You shall not make my Father’s house a house of trade.”
</p>

<p>
The heart of the problem is that we have made church growth the ultimate goal. And when we do so, the church tends to become something that God never intended.  Sometimes I wonder just how much of what we do in church today has anything to do with being the church described in the New Testament. In Acts 2, we get a glimpse of the church as it’s described in the New Testament. Daily activities include taking care of each other, sharing meals, and praising God. Everything, interestingly enough, except for evangelism as we now understand it. Yet, the Scripture says that the Lord daily added to their number.
</p>

<p>
Church growth is wonderful, but it shouldn&rsquo;t be the goal. To make it the goal is to run the risk of compromising the Gospel. The easiest way to achieve church growth is by preaching what Bonhoeffer called &ldquo;cheap grace.&rdquo;  When tempted, think back to chapter  6 of John&rsquo;s Gospel. After Jesus proclaimed a difficult teaching, John said that many of his disciples left him. It is a poignant scene when Jesus turned the twelve, and asked &ldquo;Do you also wish to go away?&rdquo; Making church growth the criterion of a successful ministry is to adopt a model of ministry that would make Jesus&rsquo; ministry on earth a failure.
</p>

<p>
The goal of church growth is going to church. The goal of kingdom growth is <i>being</i> the church, a community of love, the place where the kingdom of God has come into the world.
</p>

<p>
Finally, keep this in mind - remembering where you came from is more important than knowing where you&rsquo;re going. Although we&rsquo;re confident in our ultimate destination, none of us knows what intermediate stops we will have along the way.
</p>

<p>
Why are we here? Why is ordination important? Not so that you can minister. If you had not already shown that you were ministering to those around you, this church would have never considered ordination. We are not a sacramental tradition, so we do not believe that any special grace will flow to you today. So, why do we ordain you? My friend and colleague, Kevin Hall, likes to quote Spurgeon as saying ordination is the laying of empty hands on an empty head. I&rsquo;ve read some of your academic work, so I&rsquo;m confident that it is not an empty head that we lay hands on today. Still, though, why is this important?
</p>

<p>
Paul&rsquo;s letters to Timothy give us a clue. 1 Timothy is primarily instructional. It&rsquo;s about taking care of the business of the church. Things are good, let&rsquo;s get down to work. 2 Timothy, though, has a different tone. After the salutation, Paul writes:
</p>

<blockquote>
<p>
Recalling your tears, I long to see you so that I may be filled with joy. I am reminded of your sincere faith, a faith that lived first in your grandmother Lois and your mother Eunice and now, I am sure, lives in you. For this reason I remind you to rekindle the gift of God that is within you through the laying on of my hands; for God did not give us a spirit of cowardice, but rather a spirit of power and of love and of self- discipline.
</p>
</blockquote>

<p>
What events prompted this change of tone? Why does Paul think it necessary to remind Timothy of the faith of his family and of the time of his ordination? I suspect that it&rsquo;s because Timothy is experiencing one of those times in ministry that we all have. There will come a time when this thought comes to mind. It has happened to me, and I&rsquo;m sure that it has happened to many others. The thought is this: &ldquo;The only mistake that God ever made in history is calling me to ministry.&rdquo; When that thought comes, remember this day.
</p>

<p>
You need to be ordained for the same reason that Jesus needed to hear the voice of the Father at his baptism, saying &ldquo;This is my beloved Son, in whom I am well pleased.&rdquo; The memory of that moment may have been exactly what Jesus needed when it came time to face the trials that lay ahead. Ordination is important for those times that you don&rsquo;t think that you are up to the task, when you don&rsquo;t feel that you have the right skills or the right words. When that time comes that you cannot seem to believe in yourself, remember that today, a church, the Body of Christ, believed in you. That my friend, is surely enough.
</p>

<p>
Amen
</p>


<div class="tagline" id="org86f7221">
<p>
Tagged: <a href="../tags/religion.html">Religion</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Jan 08, 2025 05:11.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
